[
	{
		"id": 1,
		"name": "Tobey Maguire",
		"slug": "tobey-maguire",
		"thumbnail": "/images/actors/tobey-maguire.jpg",
		"description": "Tobias Vincent Maguire werd geboren in Santa Monica, Californië. Zijn ouders waren 18 en 20 jaar oud en nog niet getrouwd toen hij werd geboren. Zijn moeder, Wendy (Brown), deed jarenlang reclame, publiciteit en acteerde in Hollywood terwijl ze Tobey coachte en leidde. Zijn vader, Vincent Maguire, was kok en soms bouwvakker. Tobey maakte de middelbare school niet af om acteerrollen na te streven en zich daarop te concentreren, maar hij behaalde uiteindelijk wel zijn GED. Hij deed verschillende commercials (hij was een modeldanser voor Nordstrom toen hij zes was), en hij had een aantal rollen in verschillende tv-shows voordat hij een hoofdrol kreeg in de Fox-komedie Great Scott! (1992). Die rol duurde negen weken voordat de show werd geannuleerd. Door Fox gemaakte series deden het destijds over het algemeen niet goed. Hij vermijdt drugs en alcohol, en zijn beste vriend is Leonardo DiCaprio. Tobey is veganist en studeert yoga. Hij heeft nu twee prachtige kinderen met zijn vrouw Jennifer Meyer Maguire. Hun namen zijn Ruby Sweetheart en Otis Tobias Maguire. Een ander weinig bekend feit is dat zijn twee halfbroers, Jopaul en Weston Epp, de kindacteurs waren die Tobey (Peter Parker) zijn masker overhandigden na de treinscène in Spider-Man 2.",
		"birthday": "27-6-1975",
		"movies": [1, 2, 3]
	},
	{
		"id": 2,
		"name": "Kirsten Dunst",
		"slug": "kirsten-dunst",
		"thumbnail": "/images/actors/kirsten-dunst.jpg",
		"description": "Kirsten Caroline Dunst is een Amerikaanse actrice, die ook het Duitse staatsburgerschap heeft. Ze werd geboren op 30 april 1982 in Point Pleasant, New Jersey, uit ouders Inez (née Rupprecht), die eigenaar was van een kunstgalerie, en Klaus Dunst, een directeur van de medische dienst. Ze heeft een jongere broer genaamd Christian Dunst, geboren in 1987. Haar vader is Duits, uit Hamburg, en haar moeder, die Amerikaans is, is van Duitse en Zweedse afkomst. Haar carrière begon op 3-jarige leeftijd toen ze begon met modellenwerk en in commercials verscheen. Ze maakte haar speelfilmdebuut met een niet-genoemde rol op 6-jarige leeftijd in het 'Oedipus Wrecks'-segment van Woody Allen's film New York Stories uit 1989 (1989). Ze ontving haar eerste filmkrediet in The Bonfire of the Vanities (1990). Haar familie verhuisde in 1993 naar Los Angeles, waar haar filmcarrière een vlucht nam. In 1994 maakte ze haar doorbraak in Interview with the Vampire: The Vampire Chronicles (1994), naast sterren als Brad Pitt en Tom Cruise. Haar optreden leverde haar een Golden Globe-nominatie op, de MTV Award voor beste doorbraakprestatie en de Saturn Award voor beste jonge actrice. In 1995 werd ze uitgeroepen tot een van de 50 mooiste mensen van People Magazine. In de daaropvolgende jaren maakte ze een reeks hitfilms, waaronder Little Women (1994), Jumanji (1995) en Small Soldiers (1998). In 2000 kreeg ze lovende kritieken voor haar rol als \"Lux Lisbon\" in de onafhankelijke film van Sofia Coppola, The Virgin Suicides (1999), en bewees ze haar status als hoofdrolspeelster in de komische hit Bring It On (2000). Ze studeerde in juni van dat jaar ook af aan de Notre Dame High School in Los Angeles. In 2002 kreeg ze een van haar bekendste rollen als Peter Parker's liefdesbelang, Mary Jane Watson, in Spider-Man (2002). Ze vervolgde haar rol in Spider-Man 2 (2004) en Spider-Man 3 (2007). Ze speelde vervolgens rollen in films als Eternal Sunshine of the Spotless Mind (2004), de romantische komedie Wimbledon (2004) en in Elizabethtown van Cameron Crowe (2005). Ze speelde ook het titelpersonage in Marie Antoinette van Sofia Coppola (2006). Dunst won de prijs voor beste actrice op het filmfestival van Cannes in 2011 voor haar rol als Justine in Lars von Triers Melancholia (2011). In 2012 verscheen ze in Walter Salles 'verfilming van On the Road (2012) en de onafhankelijke komedie Bachelorette (2012). Ze heeft ook verschillende films in productie, waaronder The Two Faces of January (2014).",
		"birthday": "30-4-1982",
		"movies": [1, 2, 3]
	},
	{
		"id": 3,
		"name": "Willem Dafoe",
		"slug": "willem-dafoe",
		"thumbnail": "/images/actors/willem-dafoe.jpg",
		"description": "Na meer dan honderd films te hebben gemaakt in zijn legendarische carrière, wordt Willem Dafoe internationaal gerespecteerd vanwege het brengen van veelzijdigheid, durf en durf in enkele van de meest iconische films van onze tijd. Zijn artistieke nieuwsgierigheid in het verkennen van de menselijke conditie leidt hem naar projecten over de hele wereld, groot en klein, Hollywood-films en onafhankelijke cinema. In 1979 kreeg hij een rol in Michael's Cimino's Heaven's Gate, waaruit hij werd ontslagen. Sindsdien werkt hij samen met regisseurs die een virtuele encyclopedie van de moderne cinema vertegenwoordigen. Dafoe is erkend met vier Academy Award-nominaties: Beste Acteur in een Bijrol voor Platoon, Beste Acteur in een Bijrol voor Shadow Of The Vampire, waarvoor hij ook Golden Globe- en Screen Actors Guild-nominaties ontving, Beste Acteur in een Bijrol voor The Florida Project, waarvoor hij ook Golden Globe- en Screen Actors Guild-nominaties ontving, en meest recentelijk voor Beste Hoofdrolspeler voor At Eternity's Gate, waarvoor hij ook een Golden Globe-nominatie ontving. Naast zijn andere nominaties en prijzen heeft hij twee Los Angeles Film Critics Awards, een New York Film Critics Circle Award, een National Board of Review Award, twee Independent Spirit Awards, de Venice Film Festival Volpi Cup en een Berlinale Honorary Golden Award ontvangen. Draag voor levenslange prestatie. Willem werd geboren in Appleton, Wisconsin, als zoon van Muriel Isabel (Sprissler), een verpleegster, en William Alfred Dafoe, een chirurg. Hij is van voornamelijk Duitse, Ierse, Schotse en Engelse afkomst. Hij en zijn vrouw, regisseur Giada Colagrande, hebben samen drie films gemaakt: Padre, A Woman en Before It Had A Name. Zijn natuurlijke avontuurlijkheid komt tot uiting in rollen die zo divers zijn als Marcus, de elitemoordenaar die mentor is van Keanu Reeves in de neo-noir John Wick; in zijn stem werk als Gil the Moorish Idol in Finding Nemo en Ryuk the Death God in Death Note; als Paul Smecker, de geobsedeerde FBI-agent in de cultklassieker The Boondock Saints; en als echte held Leonhard Seppala, die in 1925 leiding gaf aan de hondenslede-difterie-serumrun in Alaska in Ericson Core's Togo. Die avontuurlijke geest zet zich voort in aankomende films, waaronder Wes Anderson's The French Dispatch, Abel Ferrara's Siberia en Paul Schrader's The Card Counter. Dafoe is een van de oprichters van The Wooster Group, het in New York gevestigde experimentele theatercollectief. Hij creëerde en speelde in al het werk van de groep van 1977 tot 2005, zowel in de VS als internationaal. Sindsdien werkte hij samen met Richard Foreman in Idiot Savant in The Public Theatre (NYC), met Robert Wilson aan twee internationale producties: The Life & Death of Marina Abramovic en The Old Woman tegenover Mikhail Baryshnikov en ontwikkelde hij een nieuw theaterstuk, geregisseerd door Romeo Castellucci, gebaseerd op Nathaniel Hawthorne's The Minister's Black Veil. Onlangs voltooide hij het werk aan de opera 7 Deaths of Maria Callas van Marina Abramovic.",
		"birthday": "22-7-1955",
		"movies": [1]
	},
	{
		"id": 4,
		"name": "Alfred Molina",
		"slug": "alfred-molina",
		"thumbnail": "/images/actors/alfred-molina.jpg",
		"description": "Alfred Molina werd geboren in 1953 in Londen, Engeland. Zijn moeder, Giovanna (Bonelli), was een in Italië geboren kok en schoonmaker, en zijn vader, Esteban Molina, was een in Spanje geboren ober en chauffeur. Hij studeerde aan de Guildhall School of Music and Drama, Londen. Zijn toneelwerk omvat twee grote producties van het Royal National Theatre, Tennessee Williams' 'The Night of the Iguana' (als Shannon) en David Mamet's 'Speed the Plough' (als Fox), plus een prachtige uitvoering in Yasmina Reza's 'Art' (zijn Broadway-debuut), waarvoor hij in 1998 een Tony Award-nominatie ontving. Hij maakte zijn filmdebuut in Indiana Jones and the Raiders of the Lost Ark (1981) en kreeg een goede rol in Letter to Brezhnev (1985) (als Sovjet-zeeman die een nacht in Liverpool doorbrengt), maar zijn filmdoorbraak kwam twee jaar later toen hij – voortreffelijk – Kenneth Halliwell, de tragische minnaar van toneelschrijver Joe Orton, speelde in Stephen Frears' Prick Up Your Ears (1987). Hij was ook uitstekend in Enchanted April (1991), The Perez Family (1995) (als Cubaanse immigrant), Anna Karenina (1997) (als Levin) en Chocolat (2000) (als de bekrompen burgemeester van een klein Frans stadje rond 1950, die een chocoladewinkel probeert te sluiten).",
		"birthday": "24-5-1953",
		"movies": [2]
	},
	{
		"id": 5,
		"name": "J.K. Simmons",
		"slug": "jk-simmons",
		"thumbnail": "/images/actors/jk-simmons.jpg",
		"description": "JK Simmons is een Amerikaanse acteur. Hij werd geboren als Jonathan Kimble Simmons in Grosse Pointe, Michigan, als zoon van Patricia (Kimble), een administrateur, en Donald William Simmons, een muziekleraar. Hij studeerde aan de Ohio State University, Columbus, OH; Universiteit van Montana, Missoula, MT (BA in muziek). Hij was oorspronkelijk van plan zanger te worden en studeerde aan de Universiteit van Montana om componist te worden. Hij speelde de rol van Captain Hook en Mr&period; Darling tegenover gymnastiekkampioen Cathy Rigby in de Broadway- en tourende heroplevingen van Peter Pan. Hij speelde Benny South-street in de Broadway-revival van Guys and Dolls uit 1992 en is te horen op de castopname. Hij deed commercieel voice-overwerk, waaronder de stem van de gele M&M in de tv-advertenties van het snoepje. Hij verscheen als politiepsychiater Emil Skoda in Law & Order (1990), Law & Order: Special Victims Unit (1999) en Law & Order: Criminal Intent (2001). Heeft sinds 2011 vijf films gemaakt met regisseur Sam Raimi: For Love of the Game (1999); Het geschenk (2000); Spider-Man (2002); Spider-Man 2 (2004); en Spider-Man 3 (2007). Hij won van 2005 tot 2007 vele prijzen in de Screen Actors Guild Awards. In 2014 won hij een Oscar voor Beste Prestaties door een Acteur in een Bijrol. 2015 won een Golden Globe voor zijn beste optreden als acteur in een bijrol in een film, BAFTA Film Awards voor beste mannelijke bijrol, Independent Spirit Awards voor beste mannelijke bijrol.",
		"birthday": "24-5-1953",
		"movies": [1, 2, 3]
	},
	{
		"id": 6,
		"name": "James Francos",
		"slug": "james-franco",
		"thumbnail": "/images/actors/james-franco.jpg",
		"description": "James Franco, bekend om zijn doorbraak in de hoofdrol in Freaks and Geeks (1999), werd op 19 april 1978 geboren in Palo Alto, Californië, als zoon van Betsy Franco, een schrijver, kunstenaar en actrice, en Douglas Eugene \"Doug\" Franco, die de leiding had over de serie. een bedrijf uit Silicon Valley. Zijn moeder is joods en zijn vader was van Portugese en Zweedse afkomst. James groeide op met zijn twee jongere broers, Dave Franco, ook een acteur, en Tom Franco, en studeerde in 1996 af aan de Palo Alto High School en ging vervolgens naar de UCLA, met als hoofdvak Engels. Om zijn verlegenheid te overwinnen, begon hij met acteren terwijl hij daar studeerde, dat hij, tot groot ongenoegen van zijn ouders, na slechts een jaar verliet. Na vijftien maanden intensieve studie in Robert Carnegie's Playhouse West begon James actief zijn droom na te streven: werk vinden als acteur in Hollywood. In die korte tijd kreeg hij een hoofdrol in Freaks and Geeks (1999). De show was destijds echter geen hit voor de kijkers en werd na het eerste jaar geannuleerd. Nu is het een culthit geworden. Voordat hij bij Freaks and Geeks (1999) kwam, speelde Franco in de tv-miniserie To Serve and Protect (1999). Daarna had hij een hoofdrol in What It Takes (2000). Hoewel hij gestaag had gewerkt, duurde het tot de door TNT gemaakte televisiefilm James Dean (2001) dat James bekendheid verwierf in fanbladen en kon pronken met zijn talent. Sindsdien heeft hij non-stop gewerkt. Nadat hij de hoofdrol aan Tobey Maguire had verloren, nam James genoegen met de rol van \"Harry Osborne\", Spider-Man's beste vriend in de grote hit Spider-Man (2002) van de zomer van 2002. Hij keerde terug naar de rol van Osborne voor de volgende twee films in de trilogie. De volgende waren Deuces Wild (2002) en City by the Sea (2002), waarin Robert De Niro hem persoonlijk liet casten, na het zien van zijn optreden in James Dean (2001). Hij was te zien in David Gordon Green's Pineapple Express (2008) tegenover Seth Rogen, in George C. Wolfe's Nights in Rodanthe (2008), met in de hoofdrol Richard Gere en Diane Lane, en in Paul Haggis' In the Valley of Elah (2007), met in de hoofdrol Tommy. Lee Jones. Ook speelde hij tegenover Sean Penn in Gus Van Sant's Milk (2008), waarin zijn optreden hem een Independent Spirit Award voor beste mannelijke bijrol opleverde. James Franco groeit definitief uit zijn verlegenheid en verandert in een eigen legende.",
		"birthday": "24-5-1953",
		"movies": [1, 2, 3]
	},
	{
		"id": 7,
		"name": "Topher Grace",
		"slug": "topher-grace",
		"thumbnail": "/images/actors/topher-grace.jpg",
		"description": "Topher Grace werd geboren als Christopher John Grace in New York City, New York, als zoon van Pat, de assistent van een schoolmeester, en John Grace, een directeur. Hij groeide op in Darien, Connecticut. Hij ging twee jaar naar een kostschool in New Hampshire, waar hij zijn acteercarrière begon in musicals als 'Joseph and the Amazing Technicolor Dreamcoat' en 'The Pirates of Penzance'. Hij probeerde ook zijn eerste kans om te regisseren met een film in de stijl van je eigen avontuur, met zijn klasgenoten in de hoofdrol. Hij vond het vreselijk om op school Chris genoemd te worden, dus veranderde hij het in Topher naarmate de tijd verstreek. Hij bezocht de Brewster Academy in New Hampshire en de University of Southern California. Grace stopte met USC om zijn carrière in de showbusiness te beginnen in That '70s Show (1998) op 20-jarige leeftijd. Hij werd in die show gecast omdat de makers van de show, Bonnie Turner en Terry Turner, hem zagen optreden in een toneelstuk op de middelbare school. -hun dochter ging naar dezelfde middelbare school. Afgezien van schooltoneelstukken had Grace absoluut geen acteerervaring voordat ze de rol van Eric Forman kreeg.",
		"birthday": "24-5-1953",
		"movies": [3]
	}
]
